[door_medium_poor_ext_metal_blocked_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="反対側からふさがれている"

[door_medium_poor_ext_metal_blocked_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_small_poor_int_metal_blocked_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="反対側からふさがれている"

[door_small_poor_int_metal_blocked_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Door"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_small_sewer_01_blocked_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="鍵がかかっている"

[door_small_sewer_01_blocked_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[doors_transition_twk.part1_to_part2:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ノースエンドへ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[doors_transition_twk.part1a_to_part1b:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="跳ね橋の道へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[doors_transition_twk.part1b_to_part1a:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="南門へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[doors_transition_twk.part1b_to_part1c:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ミッドロー支部へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[doors_transition_twk.part1c_to_part1b:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="跳ね橋の道へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[doors_transition_twk.part2_to_part1:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ミッドロー支部へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[safe_painting_interact_close_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="絵"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[safe_painting_interact_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="絵"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wall_lever_01_nostatic_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="スイッチ"
m_InteractText="`GBA_Use` 使う"
m_AltInteractText=""

m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

